Table of Contents
 Class SetupValueLong
Namespace
IdeaRS.OpenModel.Concrete
Assembly
IdeaRS.OpenModel.dll
Setup value long
public class SetupValueLong : SetupValue
Inheritance
object
SetupValue
SetupValueLong
Inherited Members
 SetupValue.Id
 object.Equals(object)
 object.Equals(object, object)
 object.GetHashCode()
 object.GetType()
 object.MemberwiseClone()
 object.ReferenceEquals(object, object)
 object.ToString()
Properties
 Value
Gets or sets the value.
public long Value { get; set; }
Property Value
long
 Edit this page